String hanumanprayer() {
  return '॥दोहा॥\n\n' +
      'श्रीगुरु चरन सरोज रज निज मनु मुकुरु सुधारि ।\nबरनउँ रघुबर बिमल जसु जो दायकु फल चारि ॥\n\n' +
      'बुद्धिहीन तनु जानिके सुमिरौं पवन-कुमार ।\nबल बुधि बिद्या देहु मोहिं हरहु कलेस बिकार ॥\n\n' +
      '॥चौपाई॥\n\n' +
      'जय हनुमान ज्ञान गुन सागर ।\nजय कपीस तिहुँ लोक उजागर ॥१॥\n\n' +
      'राम दूत अतुलित बल धामा ।\nअञ्जनि-पुत्र पवनसुत नामा ॥२॥\n\n' +
      'महाबीर बिक्रम बजरङ्गी ।\nकुमति निवार सुमति के सङ्गी ॥३॥\n\n' +
      'कञ्चन बरन बिराज सुबेसा ।\nकानन कुण्डल कुञ्चित केसा ॥४॥\n\n' +
      'हाथ बज्र औ ध्वजा बिराजै ।\nकाँधे मूँज जनेउ साजै ॥५॥\n\n' +
      'सङ्कर सुवन केसरीनन्दन ।\nतेज प्रताप महा जग बन्दन ॥६॥\n\n' +
      'बिद्यावान गुनी अति चातुर ।\nराम काज करिबे को आतुर ॥७॥\n\n' +
      'प्रभु चरित्र सुनिबे को रसिया ।\nराम लखन सीता मन बसिया ॥८॥\n\n' +
      'सूक्ष्म रूप धरि सियहिं दिखावा ।\nबिकट रूप धरि लङ्क जरावा ॥९॥\n\n' +
      'भीम रूप धरि असुर सँहारे ।\nरामचन्द्र के काज सँवारे ॥१०॥\n\n' +
      'लाय सञ्जीवन लखन जियाये ।\nश्रीरघुबीर हरषि उर लाये ॥११॥\n\n' +
      'रघुपति कीह्नी बहुत बड़ाई ।\nतुम मम प्रिय भरतहि सम भाई ॥१२॥\n\n' +
      'सहस बदन तुह्मारो जस गावैं ।\nअस कहि श्रीपति कण्ठ लगावैं ॥१३॥\n\n' +
      'सनकादिक ब्रह्मादि मुनीसा ।\nनारद सारद सहित अहीसा ॥१४॥\n\n' +
      'जम कुबेर दिगपाल जहाँ ते ।\nकबि कोबिद कहि सके कहाँ ते ॥१५॥\n\n' +
      'तुम उपकार सुग्रीवहिं कीह्ना ।\nराम मिलाय राज पद दीह्ना ॥१६॥\n\n' +
      'तुह्मरो मन्त्र बिभीषन माना ।\nलङ्केस्वर भए सब जग जाना ॥१७॥\n\n' +
      'जुग सहस्र जोजन पर भानु ।\nलील्यो ताहि मधुर फल जानू ॥१८॥\n\n' +
      'प्रभु मुद्रिका मेलि मुख माहीं ।\nजलधि लाँघि गये अचरज नाहीं ॥१९॥\n\n' +
      'दुर्गम काज जगत के जेते ।\nसुगम अनुग्रह तुह्मरे तेते ॥२०॥\n\n' +
      'राम दुआरे तुम रखवारे ।\nहोत न आज्ञा बिनु पैसारे ॥२१॥\n\n' +
      'सब सुख लहै तुह्मारी सरना ।\nतुम रच्छक काहू को डर ना ॥२२॥\n\n' +
      'आपन तेज सह्मारो आपै ।\nतीनों लोक हाँक तें काँपै ॥२३॥\n\n' +
      'भूत पिसाच निकट नहिं आवै ।\nमहाबीर जब नाम सुनावै ॥२४॥\n\n' +
      'नासै रोग हरै सब पीरा ।\nजपत निरन्तर हनुमत बीरा ॥२५॥\n\n' +
      'सङ्कट तें हनुमान छुड़ावै ।\nमन क्रम बचन ध्यान जो लावै ॥२६॥\n\n' +
      'सब पर राम तपस्वी राजा ।\nतिन के काज सकल तुम साजा ॥२७॥\n\n' +
      'और मनोरथ जो कोई लावै ।\nसोई अमित जीवन फल पावै ॥२८॥\n\n' +
      'चारों जुग परताप तुह्मारा ।\nहै परसिद्ध जगत उजियारा ॥२९॥\n\n' +
      'साधु सन्त के तुम रखवारे ।\nअसुर निकन्दन राम दुलारे ॥३०॥\n\n' +
      'अष्टसिद्धि नौ निधि के दाता ।\nअस बर दीन जानकी माता ॥३१॥\n\n' +
      'राम रसायन तुह्मरे पासा ।\nसदा रहो रघुपति के दासा ॥३२॥\n\n' +
      'तुह्मरे भजन राम को पावै ।\nजनम जनम के दुख बिसरावै ॥३३॥\n\n' +
      'अन्त काल रघुबर पुर जाई ।\nजहाँ जन्म हरिभक्त कहाई ॥३४॥\n\n' +
      'और देवता चित्त न धरई ।\nहनुमत सेइ सर्ब सुख करई ॥३५॥\n\n' +
      'सङ्कट कटै मिटै सब पीरा ।\nजो सुमिरै हनुमत बलबीरा ॥३६॥\n\n' +
      'जय जय जय हनुमान गोसाईं ।\nकृपा करहु गुरुदेव की नाईं ॥३७॥\n\n' +
      'जो सत बार पाठ कर कोई ।\nछूटहि बन्दि महा सुख होई ॥३८॥\n\n' +
      'जो यह पढ़ै हनुमान चालीसा ।\nहोय सिद्धि साखी गौरीसा ॥३९॥\n\n' +
      'तुलसीदास सदा हरि चेरा ।\nकीजै नाथ हृदय महँ डेरा ॥४०॥\n\n' +
      '॥दोहा॥\n\n' +
      'पवनतनय सङ्कट हरन मङ्गल मूरति रूप ।\nराम लखन सीता सहित हृदय बसहु सुर भूप ॥\n\n';
}

String hanumanaudio() {
  return 'https://firebasestorage.googleapis.com/v0/b/flutter-884a9.appspot.com/o/Hanuman.mp3?alt=media&token=a33a2b6f-eada-4deb-b7bd-76933d52576c';
}
